<?php
/* Language file

*/

$lang = array (
	'title' => 'Хаб DC.DTKMS.RU - Система релизов',
	'on_main' => 'На главную',
	'main' => 'Главная страница',
	'error' => 'Ошибка',
	'pages' => 'Страницы',
	'first_page' => 'На первую',
	'last_page' => 'На последнюю',
	'1back' => 'Предыдущая',
	'1forward' => 'Следующая',
	
	'rel_name' => 'Название:',
	'rel_desc' => 'Описание:',
	'rel_no_desc' => 'Нет описания',
	'rel_magnet' => 'Магнет-ссылка(и):',
	'magnet_n' => 'Ссылка №',
	'rel_tth' => 'TTH:',
	'rel_lenght' => 'Размер:',
	'rel_time' => 'Дата добавления:',
	'rel_author' => 'Автор релиза:',
	'rel_links' => 'Дополнительные ссылки:',
	'stat_t' => 'Статистика базы:',
	'lenght_t' => 'Объем данных:',
	'stat_cat' => 'Статистика по категориям:',
	'stat_rels' => 'Релизов:',
	/*'' => '',
	'' => '',
	'' => '',
	'' => '',*/
);

$data = array (
	'main_text' => '<p>Добро пожаловать. Данный каталог разработан для публикации в Интернете релизов с хаба <a href="dchub://dc.dtkms.ru" title="Подключить хаб" >DC.DTKMS.RU</a>. Релизы разделены на категории, ведется подсчет общего количества релизов, общего объема данных, статистика каждого пользователя и рейтинг.</p>',
	'error_cat' => 'Категория не существует.',
	'error_rel' => 'Релиз не существует.',
	'error_cat_info' => 'Возможные ошибки: неверно написана ссылка на категорию, вероятно номер категории был указан неверно, либо категория уже не существует.',
	'error_rel_info' => 'Возможные ошибки: неверно написана ссылка на релиз, вероятно номер релиза был указан неверно, либо релиз уже не существует.',
	
);

?>